Stats/Consolidation/KVM/net_21.log
receiver: (g=0): rw=read, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=8
sender: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=8
fio-2.2.8
Starting 2 processes

receiver: (groupid=0, jobs=1): err= 0: pid=2373: Mon Feb 22 16:45:45 2016
  read : io=10240MB, bw=978948Kbit/s, iops=30592, runt= 85690msec
    clat (usec): min=27, max=3167, avg=30.41, stdev= 4.90
     lat (usec): min=28, max=3167, avg=30.74, stdev= 4.93
    clat percentiles (usec):
     |  1.00th=[   28],  5.00th=[   29], 10.00th=[   29], 20.00th=[   29],
     | 30.00th=[   29], 40.00th=[   29], 50.00th=[   29], 60.00th=[   30],
     | 70.00th=[   30], 80.00th=[   30], 90.00th=[   31], 95.00th=[   39],
     | 99.00th=[   50], 99.50th=[   54], 99.90th=[   62], 99.95th=[   67],
     | 99.99th=[   88]
    bw (Kbit/s): min=   24, max=989184, per=100.00%, avg=973309.91, stdev=74753.48
    lat (usec) : 50=98.99%, 100=1.01%, 250=0.01%, 500=0.01%, 750=0.01%
    lat (usec) : 1000=0.01%
    lat (msec) : 4=0.01%
  cpu          : usr=11.26%, sys=38.34%, ctx=2621482, majf=0, minf=36
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=2621440/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=8
sender: (groupid=0, jobs=1): err= 0: pid=2374: Mon Feb 22 16:45:45 2016
  write: io=10240MB, bw=978937Kbit/s, iops=30591, runt= 85691msec
    clat (usec): min=28, max=3159, avg=30.76, stdev= 4.98
     lat (usec): min=28, max=3159, avg=31.13, stdev= 5.00
    clat percentiles (usec):
     |  1.00th=[   29],  5.00th=[   29], 10.00th=[   29], 20.00th=[   29],
     | 30.00th=[   29], 40.00th=[   30], 50.00th=[   30], 60.00th=[   30],
     | 70.00th=[   30], 80.00th=[   30], 90.00th=[   32], 95.00th=[   39],
     | 99.00th=[   50], 99.50th=[   57], 99.90th=[   64], 99.95th=[   70],
     | 99.99th=[   83]
    bw (Kbit/s): min=965312, max=989184, per=100.00%, avg=978997.89, stdev=4012.02
    lat (usec) : 50=98.56%, 100=1.44%, 250=0.01%, 500=0.01%, 750=0.01%
    lat (usec) : 1000=0.01%
    lat (msec) : 4=0.01%
  cpu          : usr=9.64%, sys=40.67%, ctx=2621464, majf=0, minf=21
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=2621440/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
   READ: io=10240MB, aggrb=978944Kbit/s, minb=978944Kbit/s, maxb=978944Kbit/s, mint=85690msec, maxt=85690msec
  WRITE: io=10240MB, aggrb=978936Kbit/s, minb=978936Kbit/s, maxb=978936Kbit/s, mint=85691msec, maxt=85691msec